Repository: nmpetkov/AddressBook
Catalog: locale/*/LC_MESSAGES/module_addressbook.po
Languages: fr

source: Error! Unable to load class [%s]
fr: Erreur ! Impossible de charger la classe [%s]

source: Error! No such item found.
fr: Erreur ! Aucun élément de ce type n'a été trouvé.

source: Done! Item deleted.
fr: Terminé ! Élément supprimé.

source: Error! No authorization to access this module.
fr: Erreur ! Vous n'avez pas le droit d'accéder à ce module.

source: Error! Update attempt failed.
fr: Erreur ! La tentative de mise à jour a échoué.

source: Address book
fr: Carnet d'adresses

source: addressbook
fr: carnetadresses

source: A name and address book (NAB) is for storing entries called contacts. Each contact entry usually consists of a few standard fields.
fr: Un nom et un carnet d'adresse existe pour stocker des contacts. Chaque contact se compose de champs standards.

source: Error! Could not load addresses.
fr: Erreur ! Impossible de charger les adresses.

source: This website require it's users to be registered to use the address book.<br />Register for free <a href="%1$s">here</a>, or <a href=\"%1$s\">log in</a> if you are already registered.
fr: Ce site exige que les utilisateurs soient enregistrés pour accéder au carnet d'adresses.<br />Enregistrez-vous gratuitement <a href="%1$s">ici</a>, ou <a href=\"%1$s\">identifiez-vous</a> si vous êtes déjà enregistré.

source: Error! Unable to load class [customfield]
fr: Erreur ! Impossible de charger la classe [customfield]

source: AddressBook contact
fr: Contact du carnet d'adresse

source: Display a single address.
fr: Afficher une simple adresse.

source: No address selected
fr: Pas d'adresse sélectionnée

source: Error! Unable to load class [address]
fr: Impossible de charger la classe [adresse]

source: Be careful. This is a duplicate!
fr: Soyez prudent. C'est un duplicat !

source: Error! Invalid id [%s] received.
fr: Erreur ! Identifiant reçu [%s] non-valide.

source: Error! Unable to load class [favourite]
fr: Impossible de charger la classe [favorite]

source: Current search term:
fr: Terme de recherche actuel :

source: Error! Both fields must contain the same number of characters - Special character replacement was NOT saved!
fr: Erreur ! Les deux champs doivent contenir le même nombre de caractères - le remplacement de caractères spéciaux ne sera pas sauvé!

source: Done! Configuration saved.
fr: Terminé ! Configuration enregistrée.

source: %1$s with ID of %2$s doesn'\t seem to exist
fr: %1$s avec l'identifiant de %2$s ne semble pas exister

source: Contact labels
fr: Etiquettes de contact

source: Custom fields
fr: Champs personnalisés

source: Settings
fr: Paramètres

source: Work
fr: Travail

source: Mobile
fr: Portable

source: Home
fr: Accueil

source: Other
fr: Autre

source: Custom Label 1
fr: Champ personnalisé 1

source: Custom Label 2
fr: Champ personnalisé 2

source: Custom Label 3
fr: Champ personnalisé 3

source: Custom Label 4
fr: Champ personnalisé 4

source: Error! Creation attempt failed.
fr: Erreur ! La tentative de création a échoué.

source: AddressBook
fr: Carnet d'adresses

source: Adress administration.
fr: Administration des adresses.

source: Form of address
fr: Formulaire d'adresse

source: Business
fr: Professionnel

source: Personal
fr: Personnel

source: Mrs.
fr: Mlle

source: Done! The address was saved.
fr: Terminé ! L'adresse a été sauvegardée.

source: Error! The deletion of this address failed.
fr: Erreur ! La suppression de cette adresse a échouée.

source: Done! The deletion of this address was successful.
fr: Terminé ! La suppression de cette adresse a réussie.

source: Error! Company update failed.
fr: Erreur ! La mise à jour de l'entreprise a échouée.

source: Done! Company update successful.
fr: Terminé ! La mise à jour de l'entreprise a réussie.

source: An address must contain data in at least one field of the name tab!
fr: Une adresse doit contenir des données dans au moins un champ de l'onglet nom !

source: Delete
fr: Supprimer

source: Category
fr: Catégorie

source: Contact label
fr: Etiquette du contact

source: Prefix
fr: Titre

source: Do you really want to delete this item?
fr: Confirmez-vous la suppression de cet élément ?

source: Confirmation prompt
fr: Demande de confirmation

source: Name
fr: Nom

source: Cancel
fr: Annuler

source: Title
fr: Titre

source: Company
fr: Entreprise

source: Address
fr: Adresse

source: Map
fr: Carte

source: Edit this address
fr: Modifier cette adresse

source: Add an address
fr: Ajouter une adresse

source: No Prefix/Title
fr: Pas de titre

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Zip
fr: Code Postal

source: City
fr: Ville

source: State
fr: Etat

source: Country
fr: Pays

source: Google Maps coordinates
fr: Coordonnées Google Maps

source: Get coordinates
fr: Récupérer les coordonnées

source: %Y-%m-%d
fr: %d %m %Y

source: Content
fr: Contenu

source: Choose a category
fr: Choisir une catégorie

source: Private
fr: Privé

source: Create
fr: Créer

source: Duplicate this contact
fr: Dupliquer ce contenu

source: Save and duplicate this contact
fr: Enregistrer et dupliquer ce contact

source: You can change the order of the fields with drag and drop.
fr: Vous pouvez modifier l'ordre des éléments en utilisant le "Glisser/Déposer".

source: Add new custom field
fr: Ajouter un nouveau champ personnalisé

source: Custom field
fr: Champ personnalisé

source: Data Type
fr: Type de donnée

source: Edit
fr: Modifier

source: Last changed on %s
fr: Dernière modification de %s

source: Back
fr: Retour

source: Copy
fr: Copie

source: Edit contact label
fr: Modifier l'étiquette de contact

source: Add contact label
fr: Ajouter une étiquette de contact

source: Address list
fr: Carnet d'adresse

source: Show all
fr: Afficher tout

source: Show favourites
fr: Afficher les favoris

source: Add to favourites
fr: Ajouter aux favoris

source: Remove favourite
fr: Retirer des favoris

source: Favourites
fr: Favoris

source: Address Book
fr: Carnet d'adresse

source: Please enter the address id
fr: Merci d'indiquer le numéro de l'adresse

source: General settings
fr: Paramètres généraux

source: Title of this Address Book
fr: Nom du carnet d'adresses

source: Special character (Umlauts) replacement for sort columns
fr: Caractère de remplacement (Umlauts) pour le tri par colonne

source: Contacts per page
fr: Contacts par page

source: Disable personal address book mode
fr: Désactiver le mode de carnet d'adresse personnel

source: Enable the use of the 'form of address' field
fr: Activer l'usage du champ 'formulaire d'adresse'

source: Enable embedding of mediashare images
fr: Activer l'intégration des images mediashare

source: Google Maps integration
fr: Intégration de Google Maps

source: Google API key
fr: Clé pour l'API de Google

source: Google zoom
fr: Zoom Google

source: Custom tab
fr: Tabulation personnalisée

source: Tab name
fr: Nom de la tabulation

source: If empty, no custom fields are displayed.
fr: Si vide, aucun champ personnalisé ne sera affiché.

source: Update Configuration
fr: Mettre à jour la configuration

source: Company update
fr: Mettre à jour de l'entreprise

source: You have changed the address for a company contact.
fr: Vous avez modifié l'adresse d'une entreprise.

source: Should all other contacts for this company be updated automatically (company name, address, zip, city, state and country)?
fr: Faut-il mettre à jour automatiquement tous les autres contacts de cette société ? (nom de la société, adresse, code postal, ville, province et pays) ?

source: Update
fr: Mettre à jour

source: Edit field
fr: Modifier le champ

source: Add field
fr: Ajouter un champ

source: Field name
fr: Nom du champ

source: Items (comma-separated values)
fr: Éléments (séparés par des virgules)

source: Add new contact label
fr: Ajouter une nouvelle étiquette au contact

source: Delete contact
fr: Supprimer le contact

source: Do you really want to delete this address?
fr: Voulez-vous vraiment supprimer cette adresse ?

source: Show private contacts only
fr: Afficher seulement les contacts privés

source: All
fr: Tous

source: Search
fr: Rechercher

source: Go search
fr: Rechercher

source: View
fr: Vue

source: No address found.
fr: Pas d'adresse trouvée.
