Repository: nmpetkov/AddressBook
Catalog: src/modules/AddressBook/locale/*/LC_MESSAGES/module_addressbook.po
Languages: nl

source: Error! Unable to load class [%s]
nl: Foutmelding: Kon class [%s] niet laden.

source: Error! No such item found.
nl: Foutmelding: Item kon niet gevonden worden.

source: Done! Item deleted.
nl: Item verwijderd.

source: Error! No authorization to access this module.
nl: Foutmelding: Geen toegang om deze module te benaderen.

source: Error! Update attempt failed.
nl: Foutmelding: Poging tot bijwerken mislukt.

source: Address book
nl: Adres Boek

source: addressbook
nl: adresboek

source: A name and address book (NAB) is for storing entries called contacts. Each contact entry usually consists of a few standard fields.
nl: Een naam- en adressenboek (NAB) voor het opslaan van zogenaamde 'contacten'. Elk contact bestaat normaal gesproken uit een aantal standaard velden.

source: Error! Could not load addresses.
nl: Foutmelding: Kon adressen niet laden.

source: This website require it's users to be registered to use the address book.<br />Register for free <a href="%1$s">here</a>, or <a href=\"%1$s\">log in</a> if you are already registered.
nl: Op deze site is het nodig om ingelogd te zijn met een gebruikersaccount voordat het adresboek gebruikt kan worden.<br />Registreer <a href="%1$s">hier</a>, of <a href="%2$s">log in</a> als dit al gebeurd is.

source: Error! Unable to load class [customfield]
nl: Foutmelding: Kon class [customfield] niet laden

source: AddressBook contact
nl: Contactpersoon uit Adresboek

source: Display a single address.
nl: Toon een enkel adres.

source: No address selected
nl: Geen adres geselecteerd

source: Error! Unable to load class [address]
nl: Foutmelding: Kon class [address] niet laden

source: Be careful. This is a duplicate!
nl: Let op: Dit is een duplicaat!

source: Error! Invalid id [%s] received.
nl: Foutmelding: Ongeldig id [%s] ontvangen.

source: Error! Unable to load class [favourite]
nl: Foutmelding: Kon class [favourite] niet laden

source: Current search term:
nl: Huidige zoek term:

source: Error! Both fields must contain the same number of characters - Special character replacement was NOT saved!
nl: Foutmelding: Beide velden moeten bestaan uit hetzelfde aantal karakters - vervangen van speciale karakters werd niet opgeslagen!

source: Done! Configuration saved.
nl: Configuratie opgeslagen.

source: %1$s with ID of %2$s doesn'\t seem to exist
nl: %1$s met ID van %2$s lijkt niet te bestaan

source: Contact labels
nl: Contactpersoon labels

source: Custom fields
nl: Eigen velden

source: Settings
nl: Instellingen

source: Work
nl: Werk

source: Mobile
nl: Mobiel

source: Home
nl: Thuis

source: Other
nl: Anders

source: Custom Label 1
nl: Eigen label 1

source: Custom Label 2
nl: Eigen label 2

source: Custom Label 3
nl: Eigen label 3

source: Custom Label 4
nl: Eigen label 4

source: Error! Creation attempt failed.
nl: Foutmelding: Poging tot aanmaken mislukt.

source: AddressBook
nl: Adresboek

source: Adress administration.
nl: Adressen beheer

source: Form of address
nl: Weergavevorm

source: Business
nl: Zakelijk

source: Personal
nl: Privé

source: Mr.
nl: Dhr.

source: Mrs.
nl: Mevr.

source: Done! The address was saved.
nl: Het adres is opgeslagen.

source: Error! The deletion of this address failed.
nl: Foutmelding: Dit adres kon niet verwijderd worden.

source: Done! The deletion of this address was successful.
nl: Het adres is verwijderd.

source: Error! Company update failed.
nl: Foutmelding: Bijwerken van bedrijf mislukt.

source: Done! Company update successful.
nl: Bedrijf is bijgewerkt.

source: An address must contain data in at least one field of the name tab!
nl: Een adres dient tenminste gegevens te bevatten in één van de velden op het tab 'Naam'

source: Delete
nl: Verwijderen

source: Category
nl: Categorie

source: Contact label
nl: Label voor contactpersoon

source: Prefix
nl: Voorvoegsel

source: Do you really want to delete this item?
nl: Dient dit item echt verwijderd te worden?

source: Confirmation prompt
nl: Bevestiging van de actie

source: Name
nl: Naam

source: Cancel
nl: Annuleren

source: Title
nl: Titel

source: Company
nl: Bedrijf

source: Address
nl: Adres

source: Contact
nl: Contactpersoon

source: Note
nl: Notitie

source: Map
nl: Kaart

source: Edit this address
nl: Bewerk dit adres

source: Add an address
nl: Adres toevoegen

source: No Prefix/Title
nl: Geen titel / voorvoegsel

source: Last Name
nl: Achternaam

source: First Name
nl: Voornaam

source: Zip
nl: Postcode

source: City
nl: Plaats

source: State
nl: Staat / Provincie

source: Country
nl: Land

source: Google Maps coordinates
nl: Google Maps coördinaten

source: Get coordinates
nl: Coördinaten ophalen

source: Content
nl: Inhoud

source: Choose a category
nl: Kies een categorie

source: Private
nl: Persoonlijk

source: Create
nl: Aanmaken

source: Duplicate this contact
nl: Deze contactpersoon dupliceren

source: Save and duplicate this contact
nl: Opslaan en contactpersoon dupliceren

source: You can change the order of the fields with drag and drop.
nl: De volgorde van de velden kan middels slepen-en-neerzetten gewijzigd worden.

source: Add new custom field
nl: Nieuw eigen veld aanmaken

source: Custom field
nl: Eigen veld

source: Action
nl: Actie

source: Edit
nl: Bewerken

source: Last changed on %s
nl: Laatst gewijzigd op %s

source: Back
nl: Terug

source: Copy
nl: Kopiëren

source: Edit contact label
nl: Label voor contactpersoon bewerken

source: Add contact label
nl: Label voor contactpersoon toevoegen

source: Address list
nl: Adressenlijst

source: Show all
nl: Alles tonen

source: Show favourites
nl: Favorieten tonen

source: Add to favourites
nl: Toevoegen aan favorieten

source: Remove favourite
nl: Verwijderen uit favorieten

source: Favourites
nl: Favorieten

source: Address Book
nl: Adres Boek

source: Please enter the address id
nl: Geef het adres-id op

source: General settings
nl: Algemene instellingen

source: Title of this Address Book
nl: Titel van dit adresboek

source: Special character (Umlauts) replacement for sort columns
nl: Speciale karakter vervangingen voor kolom-sorteringen (zoals klinkers met accenten)

source: Contacts per page
nl: Contactpersonen per pagina

source: Disable personal address book mode
nl: Deactiveer het gebruik van een persoonlijk adresboek

source: Enable the use of the 'form of address' field
nl: Activeer het gebruik van de 'weergavevorm' van een adres

source: Enable embedding of mediashare images
nl: Activeer het inbedden van MediaShare afbeeldingen

source: Google Maps integration
nl: Google Maps integratie

source: Google API key
nl: Google Maps API key

source: Custom tab
nl: Eigen tab

source: Tab name
nl: Tab naam

source: If empty, no custom fields are displayed.
nl: Indien dit leeg is, zullen er geen eigen velden getoond worden

source: Update Configuration
nl: Configuratie bijwerken

source: Company update
nl: Bedrijf bijwerken

source: You have changed the address for a company contact.
nl: Het adres van een bedrijf is aangepast.

source: Should all other contacts for this company be updated automatically (company name, address, zip, city, state and country)?
nl: Dienen alle contactpersonen voor dit bedrijf automatisch bijgewerkt te worden (bedrijfsnaam, adres, postcode, plaats, staat / provincie en land)?

source: Update
nl: Bijwerken

source: Edit field
nl: Veld bewerken

source: Add field
nl: Veld toevoegen

source: Field name
nl: Veldnaam

source: Items (comma-separated values)
nl: Items (door komma's gescheiden waarden)

source: Add new contact label
nl: Nieuw label voor contactpersoon toevoegen

source: Delete contact
nl: Contactpersoon verwijderen

source: Do you really want to delete this address?
nl: Dient dit adres echt verwijderd te worden?

source: Show private contacts only
nl: Toon alleen persoonlijke contactpersonen

source: All
nl: Alle

source: Search
nl: Zoeken

source: Go search
nl: Zoek

source: View
nl: Weergeven

source: No address found.
nl: Geen adres gevonden.
